{
  "sections": [
    {
      "name": "Technology",
      "photo": "http://img.washingtonpost.com/rf/image_1024w/2010-2019/WashingtonPost/2013/08/12/National-Economy/Images/hyperloop_alpha-20130812-11376345350.jpg",
      "url": "http://www.washingtonpost.com/blogs/innovations/wp/2013/08/12/elon-musk-to-reveal-hyperloop-plans-after-a-trickle-of-hints/?hpid=z1"
    },
    {
      "name": "Politics",
      "photo": "http://www.washingtonpost.com/rf/image_1024w/2010-2019/WashingtonPost/2013/08/11/Interactivity/Images/crop-Hillary_Clinton-031ea1376245921.jpg",
      "url": "http://www.washingtonpost.com/politics/with-eye-on-2016-hillary-rodham-clinton-spreads-theme-of-women-breaking-barriers/2013/08/11/02ae7136-006d-11e3-9711-3708310f6f4d_story.html"
    },
    {
      "name": "World",
      "photo": "http://www.washingtonpost.com/rf/image_1024w/2010-2019/WashingtonPost/2013/06/24/Others/Images/2013-06-24/Spain0011372101071.JPG",
      "url": "http://www.washingtonpost.com/world/spanish-struggle-amid-unemployment-crisis/2013/08/11/4e17466e-da63-11e2-b418-9dfa095e125d_story.html"
    }
  ],
  "article": {
    "title": "Departure of GOP operatives could imperil debt-limit talks",
    "author": "Lori Montgomery",
    "published": 1376076231096,
    "photo": {
      "name": "article_a.jpg",
      "photographer": "Linda Davidson",
      "source": "The Washington Post",
      "caption": "After years of negotiating budget talks between Republicans and Democrats, Rohit Kumar, Sen. Mitch McConnell's chief negotiator, is leaving"
    },
    "content": "With another showdown looming over the national debt, Washington insiders last month received some unsettling news: Rohit Kumar, a Republican aide who has played a key role in warding off disaster, is leaving Capitol Hill.\n\nKumar is the guy who came up with a way to sell a $700 billion bank bailout to anxious lawmakers in 2008 when the financial system was collapsing. And he’s the guy who figured out how to let conservatives raise the debt limit while voting against it in 2011 when the nation was days away from default.\n\nAs Congress braces for a possible government shutdown next month and the fresh danger of default before Thanksgiving, the departure of Kumar, the chief negotiator for Senate Minority Leader Mitch McConnell (R-Ky.), is a huge loss. And he’s just the latest in a surprising exodus of senior GOP staffers that has worried people in both parties and darkened the outlook for the confrontation this fall.\n\nLargely invisible to the public, these are the nuts-and-bolts guys the bosses trust to negotiate critical details with Democrats, draft deals into law and explain them to the GOP rank and file. Losing them now — weeks before the next fight — weakens Republicans and leaves Democrats without familiar negotiating partners.\n\nMoreover, many observers worry that the exodus is an ominous sign that Republicans see low odds for significant progress toward taming the debt and an indication of the risk that another grinding, pressure-cooker confrontation really could end in catastrophe this time.\n\n“Maybe they don’t see any deal. Otherwise, you would think they would be up for the challenge. It might tell you how difficult the environment is,” said G. William Hoagland, a senior vice president at the Bipartisan Policy Center who spent 25 years advising Senate Republicans on the budget. “Even these people who have been able to thread the needle are exhausted and do not want to be part of a breakdown.”\n\nIn addition to losing Kumar, McConnell has lost his longtime floor general, Dave Schiappa, who left after nearly three decades to take a job as vice president at the Duberstein Group, a downtown lobbying firm. And House Speaker John A. Boehner (R-Ohio) has lost his chief negotiator, Brett Loper, a policy expert who came close to hammering out a grand bargain with the White House in 2011. Loper left in June to become a lobbyist for American Express.\n\nKumar, a 13-year veteran from Dallas who got his start with former senator Phil Gramm (R-Tex.) and has since served a series of GOP Senate leaders, has been at McConnell’s side through every major fiscal deal since President Obama took office. He is taking time off to be a stay-at-home dad to his 3-year-old daughter, Kiera. Friday is his last day.\n\nIn a tribute on the Senate floor, McConnell called Kumar “indispensable,” the rare person “who combines a brilliant mind for policy and a brilliant mind for politics in one package.” He added: “A lot of senators will miss him every bit as much as I will.”\n\nAll three men cited personal reasons for their decisions. Still, White House negotiators see their departures as a bad sign. One administration official, who dealt with Kumar during the fiscal-cliff talks, called him an “evil genius” whom the White House never trusted totally but viewed as a principled opponent who knew the policy, had “a nose for the deal” and was always genuinely trying to defuse the bomb du jour.\n\n“If you have to do business with the dark side, it’s better to negotiate with an evil genius than with someone who only knows how to say no and doesn’t understand the details,” the official said, speaking on the condition of anonymity to offer a candid assessment.\n\nKumar is “negotiating on behalf of an irrational, unpredictable crowd, and he likes to run out the clock, which is a dangerous combination. But to his credit, he never wanted to let the clock strike midnight and the world to blow up,” the official said.\n\nBill Dauster, a senior aide handling policy and floor operations for Senate Majority Leader Harry M. Reid (D-Nev.), called Kumar a “person of particular talent” who “knows where the bodies are buried.”\n\n“He knows where to go for solutions to a lot of different problems,” Dauster said. “And senators know him; therefore, they lose somebody who can sell whatever product it is they want to move.”\n\nThe losses come at a time when the path forward is especially murky. Leaders in both parties want to prevent a shutdown by temporarily continuing the budget cuts known as the sequester for a few months into the new fiscal year, which starts Oct. 1. But conservatives are pressing GOP leaders to use the deadline to try to defund Obama’s health-care initiative.\n\nThen there’s the need to raise the debt limit. In the Senate, a group of Republicans is meeting with the White House, but the talks have yet to get serious. In the House, Budget Committee Chairman Paul Ryan (R-Wis.) and conservative leaders are urging Boehner to put together a package that includes tax reform, cuts to Social Security and Medicare from Obama’s budget and something to undercut Obamacare, such as a one-year delay in the mandate that requires people to buy insurance. But Democrats say they wouldn’t consider such a package without new taxes on the rich, which Republicans have so far rejected.\n\nThis week, as he packed up his desk in an office on the second floor of the Capitol, Kumar, 39, acknowledged that the long stalemate has been frustrating. But he said the toll it has taken on his young family is driving his decision to leave, not the “perceived utility or futility” of the coming fight.\n\n“At some point, it becomes incompatible with who you want to be as a father and a husband,” Kumar said of the intense, unpredictable spurts of legislative activity that have ruined all but one Christmas since he met his wife, Hilary Chapman, at a friend’s barbecue in 2005.\n\nThe debt drama has been particularly grueling, he said. Two moments stand out.\n\nThe first came during the debt-limit fight in July 2011. It was Saturday, three days before the deadline for default. Kumar was deep into negotiations that would end the crisis. Suddenly, Chapman was on the phone in tears: Her father had been diagnosed with bladder cancer.\n\n“She thinks he’s going to die. But I’m stuck. I have the full faith and credit of the federal government riding on my shoulders. . . . She didn’t even ask me to come home,” he said. “I don’t know if she remembers that day, but I remember it, because it was the day I failed her as a husband.”\n\nThe recent fiscal-cliff fight, however, was “the straw that broke the camel’s back,” Kumar said. The holidays were ruined. The Senate would end up working until well after midnight on New Year’s Eve. And after a string of long days when Kumar missed saying good night to his daughter, he decided to use the FaceTime feature on a colleague’s iPad to say good night in person.\n\n“She immediately started crying and saying, ‘Daddy, come home. Daddy, come home,’ ” Kumar recalled. Later, with Kiera safely asleep, Chapman told him: “Whenever you’re ready to be done with this, I’m not going to stop you.”\n\nChapman, 41, said the FaceTime incident came in the midst of “a week of hell, as far as I was concerned. Rohit was buying hot dogs to roast in the office fireplace so they could eat at odd hours.” And every night, Kiera went to bed asking for Daddy.\n\nChapman, a Democrat who works on affordable housing for the Metropolitan Washington Council of Governments, had in the past encouraged her husband to stay in the job he clearly loved. “Despite the fact that I don’t agree with Senator McConnell’s view of the world on just about anything, he’s been very good to my husband,” she said.\n\nBut after the nightmare of the fiscal cliff, and with the budget battle unresolved, Chapman said it just wasn’t appealing anymore.\n\n“I am relieved,” she said, “that we’re not going to be part of fiscal cliff, part 2 — or whatever part it is at this stage.”"
  }
}
